		let x = prompt("Как тебя зовут?");


		if ((x == "Гриб") || (x =="гриб") || (x ==  "zi") || (x == "Zi") || (x == "ZI") || (x == "qwerty"))
		{

			alert("Мы точно знаем, что лишь ленивый не побывал в твоей жЁппе");
			alert("Слоны сношались в твою клоаку")
			alert("Ты не святой. Пороться в сральник любишь")
			alert("Но ты хороший друг, спасибо тебе, старый пёс")

		} else if ( x == "Аня") {

			alert("Ты самая принцессная девочка в мире!");
			alert("Тут была шутка про анус, мы её удалили")

		} else if ( x == "Лось") {

			alert("ты говно")
			alert("ТЫ говно")
			alert("ты ГОВНО")
			alert("ТЫ ГОВНО")
			alert("Ты ГоВнО <3")

		} else {

			alert("Пусть твой день наполнится красками")

		}

